Revit 2027 API
ParameterTypeId.EnergyDesignFlow Property
 "Design Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyDesignFlow { get; }
Public Shared ReadOnly Property EnergyDesignFlow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyDesignFlow {
	ForgeTypeId^ get ();
}
static member EnergyDesignFlow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace